<?php
// 1. 조건문으로는 if문과 switch문이 존재 조건이 만족시 결과 도출?
// 2. for문 while문 do while문이 존재 조건 만족까지 결과 반복 시행
// 3. 5
// 4. else
// 5. do while 문
// 6.
// $a=1;
// $b=2;
// if($a>$b){
//     echo $a,"는",$b,"보다 크다";
// }
// else if($a==$b){
//     echo $a,"는",$b,"와 같다";
// }
// else if($a<$b){
//     echo $a,"는",$b,"보다 작다";
// }
// 7.
// for ($i=1; $i<=10 ; $i++) { 
//     if($i%2==1){
//         echo $i,"\t";
//     }
// }
// 8.
// for($i=1; $i<=100; $i++){
//     if(count(for($u=1; $u<=100; $u++){
//         if($i%$u==0);
//     })==2;)
//     echo $i;
// }
